[ 
    {
        "id": 0,
		"title": "MIT wants to build an AI that’s as smart as a child",
        "theme": "#SCIENCE",
        "author": "Technology review", 
        "source": "Technology review", 
        "link": "https://www.technologyreview.com/the-download/610148/mit-wants-to-build-and-ai-thats-as-smart-as-a-child/",
        "date": "02/01/2018", 
        "summary": "MIT researchers are studying the human intelligence and trying to create new Artificial Intelligence & Machine Learning technologies. The end goal is to develop an AI that is as smart as a small child, with use of Machine Learning. “A machine that learns like a baby, then like a child”. This is called “The MIT Intelligence Quest”."
    },
    {
        "id": 1,
		"title": "Machine learning in the field of dance",
        "theme": "#ART #DANCE",
        "author": "Yamaha", 
        "source": "Yamaha", 
        "link": "https://www.yamaha.com/en/news_release/2018/18013101/", 
        "date": "01/31/2018", 
        "summary": "On January 31, Yamaha launched the Disklavier ™, a hybrid piano player that plays thanks to an AI-based system that can identify a movement in real time. \n Four sensors, attached to the dancer's body, analyze signals that allow the performer to control a piano by his movements. \n The dancer Kaiji Moriyama used this technology in Hamamatsy, Japan, during a performance and it showed a new form of expression that fuses body movements and music. \n It represents steady progress in the field of new forms of artistic expression. Yamaha will continue to develop this technology to further expand the possibilities to link human body to music."
    },
    {
        "id": 2,
        "title": "AI as an artistic tool ",
        "theme": "#ART #MUSIC",
        "author": "Frédéric Martel and Zoé Sfez", 
        "source": "Frédéric Martel and Zoé Sfez", 
        "link": "https://www.franceculture.fr/emissions/soft-power/saison-28-08-2017-08-07-2018", 
        "date": "01/25/2018", 
        "description": "Ceci est une toute petite description de l'article", 
        "summary": "In \"Soft Power\" podcast by Frederic Martel, the question of the impact of artificial intelligence on creation is raised. \n Will artificial intelligence replace artists? Artificial intelligence intervenes on two levels of the value chain of the musical sector, from diffusion to creation itself. For some, robots will empower musicians rather than replace them."
    },
	{
        "id": 3,
		"title": "Exploration of new musical forms thanks to AI",
        "theme": "#ART #MUSIC",
        "author": "Simon Chandler", 
        "source": "Simon Chandler", 
        "link": "https://daily.bandcamp.com/2018/01/25/music-ai-coding-algorithms/", 
        "date": "01/25/2018", 
        "summary": "Artificial intelligence is now in many areas: video games, search engines, healthcare, smartphones, and transport, and it’s coming for music. This articles gives examples of new forms of creation in the field of composition. In those examples, some are using machine learning to teach software to compose music they later play themselves, while others are using live coding to program electronic music that’s improvisational, unpredictable. Styles are varied and give us an idea of the wide range of creativity machine learning is giving us."
    },
    {
        "id": 4,
		"title": "CSA Institute publishes study on French report to AI",
        "theme": "#SOCIETY #CULTURE #SOCIAL",
        "author": "CSA", 
        "source": "CSA", 
        "link": "https://www.csa.eu/fr/survey/les-français-et-lintelligence-artificielle", 
        "date": "01/25/2018", 
        "summary": "The CSA published a survey after having questioned French population on their relation with the artificial intelligence. The results show that they are becoming more curious about this technology, but the feeling of anxiety comes after."
    },
    {
        "id": 5,
		"title": "OWKIN, the French start-up specialized in machine learning raises $ 11 million",
        "theme": "#TECH #FINANCE",
        "author": "Author", 
        "source": "Website", 
        "link": "https://www.actuia.com/actualite/owkin-pepite-francaise-specialisee-machine-learning-leve-11-millions-de-dollars/", 
        "date": "01/16/2018", 
        "summary": "OWKIN raises $ 11 million. The French company specializes in machine learning applied to clinical research for the discovery and development of drugs. \n From its artificial intelligence driven on real-world data, OWKIN can define predictive models to increase researchers' knowledge by integrating medical images, text, genomic data, and more. OWKIN aims to improve the discovery and development of molecules using artificial intelligence driven on real-world data"
    },
    {
        "id": 6,
		"title": "Visual system based on algorithms",
        "theme": "#ART",
        "author": "Design studio field", 
        "source": "Design studio field", 
        "link": "https://www.field.io/strategy/alexa-what-do-you-look-like/", 
        "date": "01/12/2018", 
        "summary": "The design studio Field, mainly experimental and forward-looking, offers a visual metaphor of the algorithms used in the machine learning. These metaphors used to help us understand and decide the place and importance we want to give to this new technology. So they created a series of illustrations that reveal the complexity and architecture of these technologies"
    },
    {
        "id": 7,
		"title": "Cybersecurity : Machine learning at the top of 2018 trends, according to McAfee",
        "theme": "#SECURITY #SOCIETY #TECH",
        "author": "Silicon", 
        "source": "Silicon ", 
        "link": "https://www.silicon.fr/cybersecurite-machine-learning-tendandes-2018-mcafee-194199.html?inf_by=5acd4d23671db81d768b4605", 
        "date": "12/19/2017", 
        "description": "Ceci est une toute petite description de l'article", 
        "summary": "McAfee Labs, the cybersecurity research activity of the security software publisher, has just released its report on the subject (McAfee Labs 2018 Threats Predictions Report).\n Machine learning is a branch of artificial intelligence - AI. Machine learning programs can be used by organizations to detect suspicious behavior, fix vulnerabilities, or deal with zero-day attacks, among others. They can also be used by hackers for their attacks. By learning defensive responses, disrupting detection patterns, or exploiting newly discovered vulnerabilities before the breach is plugged."
    },
    {
        "id": 8,
		"title": "Can Machine Learning invent new drugs ?",
        "theme": "#SCIENCE #HEALTH",
        "author": "Science daily", 
        "source": "Science daily", 
        "link": "https://www.sciencedaily.com/releases/2017/12/171214144442.htm", 
        "date": "12/14/2017", 
        "summary": "English researchers developed a new algorithm capable to predict the interactions between a protein and a drug molecule. Instead of testing hundreds of substances, the software only needs to run around twenty test to find out if the drug could work. This could make the discovery of new drugs around thousands times faster."
    },
    {
        "id": 9,
		"title": "Will AI run the stock market ?",
        "author": "Bloomberg", 
        "theme": "#FINANCE",
        "source": "Bloomberg", 
        "link": "https://www.bloomberg.com/news/features/2017-12-05/how-ai-will-invade-every-corner-of-wall-street",
        "date": "12/05/2017", 
        "description": "Ceci est une toute petite description de l'article", 
        "summary": "With firms like Man Group PLC investing around $13 billions to develop new artificial intelligence softwares to study stock market, machine learning will definitely play a big role in the future of trading. In fact, it could be involved in more than 99% of investments in 25 years from now. Machine learning softwares are able to define new growing markets, to reduce risks of loss."
    },
    {
        "id": 10,
		"title": "With SageMaker, AWS wants to democratize access to machine learning",
        "theme": "#TECH",
        "author": "Le monde informatique", 
        "source": "Le monde informatique", 
        "link": "https://www.lemondeinformatique.fr/actualites/lire-avec-sagemaker-aws-veut-democratiser-l-acces-au-machine-learning-70151.html", 
        "date": "12/01/2017", 
        "summary": "In Las Vegas, the Re:Invent conference of Amazon Web Services was rich in ads. Among the new services, SageMaker will simplify the development of machine learning models. There is Jupyter for data preparation and the entire environment needed to create, test, deploy, and scale the completed models. The service allows to create, train and deploy machine learning algorithms for enterprise applications by reducing the manual tasks associated with these processes, infrastructure provisioning, but also the management and adjustment of training models."
    },
    {
        "id": 11,
		"title": "Amazon opens a \"lab\" for machine learning researches",
        "theme": "#TECH",
        "author": "Silicon", 
        "source": "Silicon", 
        "link": "https://www.silicon.fr/amazon-labo-formation-machine-learning-191539.html?inf_by=5acd4d23671db81d768b4605", 
        "date": "11/24/2017", 
        "summary": "AWS Announces Amazon ML Solutions Lab, an initiative to accelerate adoption of AI in organizations. \n Amazon Web Services wants to accelerate the adoption of artificial intelligence among its users. It has just announced the creation of Amazon ML Solutions Lab, an initiative to support customers in the application of machine learning technologies. Amazon describes ML Solutions Lab as \"a new program that connects Amazon machine learning experts with AWS customers to help them identify the practical uses of machine learning in their businesses and guide them in developing new capabilities, products and processes of machine learning\""
    },
    {
        "id": 12,
		"title": "AI can detect pneumonia better than radiologists.",
        "theme": "#SCIENCE #HEALTH",
        "author": "Stanford university", 
        "source": "Stanford university", 
        "link": "https://news.stanford.edu/2017/11/15/algorithm-outperforms-radiologists-diagnosing-pneumonia/", 
        "date": "11/15/2018", 
        "summary": "Stanford researchers have developed an algorithms that analyze X-ray Images of chest to detect up to 14 medical conditions. Its diagnostics for pneumonia were found more accurate than those from specialized doctors. The algorithms learned by studying more than 112000 x-ray images and their pathologies."
    },
    {
        "id": 13,
		"title": "MIT CSAIL seeks to apply machine learning to detect cancers",
        "theme": "#HEALTH",
        "author": "Actuia", 
        "source": "Actuia", 
        "link": "https://www.actuia.com/actualite/mit-csail-cherche-a-appliquer-machine-learning-a-detection-cancer-sein/", 
        "date": "10/25/2017", 
        "summary": "Several researchers at MIT CSAIL, Harvard Medical School and Massachusetts General Hospital are working on artificial intelligence for breast cancer detection. This is a vital issue that would allow by a faster and more targeted detection, to increase the chances of survival while reducing the need for unnecessary operations. \n Better prevention and detection of malignant tumors through artificial intelligence is the goal of this research team. She develops algorithms that can identify during a biopsy if the at-risk lesion can progress to breast cancer. This would make it possible to better define the need for treatment and avoid false positives involving over-treatment."
    },
    {
        "id": 14,
		"title": "Earthquakes prediction",
        "theme": "#SCIENCE",
        "author": "Phys.org", 
        "source": "Phys.org", 
        "link": "https://phys.org/news/2017-10-machine-earthquakes-lab.html", 
        "date": "10/23/2017", 
        "summary": "A team of researchers from the UK and the US used machine learning techniques to predict earthquakes in a laboratory setting. They identified signals leading to earthquakes and gave this data to an algorithm. The identification of this sound pattern can lead to precisely predict the force and the time of an earthquake."
    },
    {
        "id": 15,
		"title": "Writer assistant",
        "theme": "#BOT #CULTURE #SOCIAL",
        "author": "Wired", 
        "source": "Wired", 
        "link": "https://www.wired.com/story/botnik-ai-comedy-app/", 
        "date": "10/23/2017", 
        "summary": "Botnik, a new robot assistant based on human humor has been developed. It allows to create keyboards that predict our writing. Using its text suggestions can help to craft sentences.Indeed, this robot has analyzed several scenarios of series, films, and can now be use so as to write new versions of works."
    },
    {
        "id": 16,
		"title": "Intel unveils Nervana, a processor for deep learning",
        "theme": "#TECH",
        "author": "Futura Sciences", 
        "source": "Futura Sciences", 
        "link": "https://www.futura-sciences.com/tech/actualites/intelligence-artificielle-intelligence-artificielle-intel-devoile-nervana-processeur-apprentissage-profond-68966/", 
        "date": "10/20/2017", 
        "summary": "In August 2016, Intel acquired Nervana Systems, which was working on the integration of machine learning and deep learning techniques directly into a processor. \n Called Nervana Neural Network Processor, this Asic is presented as the first of its kind to be commercialized. Nervana will pave the way for the creation of entirely new applications of artificial intelligence (AI), particularly in the fields of medicine, automotive, social networks or even meteorology. The development of Nervana was done in partnership with Facebook, which invests a lot in artificial intelligence."
    },
    {
        "id": 17,
		"title": "A more reliable algorithm than humans to guess sexual orientation",
        "theme": "#SOCIETY",
        "author": "Sciences et avenir", 
        "source": "Sciences et avenir", 
        "link": "https://www.sciencesetavenir.fr/high-tech/intelligence-artificielle/un-algorithme-plus-fiable-que-l-humain-pour-deviner-l-orientation-sexuelle-des-gens-vraiment_116423", 
        "date": "09/19/2017", 
        "summary": "Two researchers working in Stanford University's business department set up a machine learning algorithm that learned how to distinguish images of homosexual and heterosexual people. \n From the many images taken from the dating site, the algorithm was able to determine standard profiles, otherwise known as \"homosexual faces\" and average \"heterosexual faces\" for the female and male genres. \n This algorithm raises many questions at the ethical level."
    },
    {
        "id": 18,
		"title": "Treating cancer, stopping violence... How AI protect us",
        "theme": "#HEALTH #SECURITY #ENERGY",
        "author": "BBC", 
        "source": "BBC", 
        "link": "http://www.bbc.com/future/story/20170914-spotting-cancer-stopping-shootings-how-ai-protects-us", 
        "date": "09/15/2017", 
        "summary": "AI and machine learning are used in many areas such as health and more particularly protection with virus spreading prediction, but also security with the tracking of the sounds of gunshots, helping first responders and law enforcement to stop a mass shooting before it spreads. They are also used to keep famine from the door with the development of an automated system aimed at combating cassava diseases. It can also help to fight cancer and sight loss, Google's DeepMind can help doctors provide cancer treatments by using machine learning to identify healthy areas of tissue in patients. IBM alo recently announced its Watson AI can analyse images and assess patient notes to accurately identify tumours in up to 96% of cases. \n Finally they are also used in energy field, AI can monitor energy demand and production in real time - which can help us use energy more judiciously, curb pollution and decrease climate-harming emissions"
    },
    {
        "id": 19,
		"title": "Machine learning as new investment pole",
        "theme": "#MARKETING",
        "author": "Le monde informatique", 
        "source": "Le monde informatique", 
        "link": "http://www.lemondeinformatique.fr/actualites/lire-influans-leve-6-meteuro-pour-doper-l-efficacite-marketing-a-l-ia-69373.html", 
        "date": "09/14/2017", 
        "summary": "The french company Influans plans to use Machine Learning and IA for marketing applications. In order to succeed, they invested 6 millions in IA. This is a big investment for the french market and their goal is to reinforce their teams with data scientist."
    },
    {
        "id": 20,
		"title": "Machine learning helps predicting affluence",
        "theme": "#TIME OPTIMIZATION",
        "author": "Le journal du net", 
        "source": "Le journal du net", 
        "link": "http://www.journaldunet.com/economie/services/1197173-accorhotel-groupama-sodexo-en-6-mois-l-ia-d-i-mok-a-mis-tout-le-monde-d-accord/", 
        "date": "09/13/2017", 
        "summary": "I’mOk company is selling mobility surveillance and management solutions. \n Its solution is useful when we need to manage the affluence in a restaurant or the occupation of a meeting room for example. \n With machine learning algorithm its system is capable of predict the affluence during the day and inform people how many time they will wait to have a table in a restaurant or the best time to book a meeting room during the day or the week."
    },
    {
        "id": 21,
		"title": "Can artificial intelligence get rid of Alzheimer's disease?",
        "theme": "#HEALTH",
        "author": "Sciences et avenir", 
        "source": "Sciences et avenir", 
        "link": "https://www.sciencesetavenir.fr/sante/cerveau-et-psy/l-intelligence-artificielle-peut-elle-nous-aider-a-vaincre-alzheimer_116234", 
        "date": "09/12/2017", 
        "summary": "The dizzying advances in artificial intelligence are now being exploited to accelerate research on Alzheimer's disease which affects today more than 900,000 people in France. \n Despite the disease has still not been treated, the computing capacity of computers coupled with their faculty of \"learning\" allows today to study neurodegenerative processes much more precisely. \n Whether it is imaging or clinical data, sensors or even serious game type video games, the goal is to observe several patients over long periods of time in order to synthesize all this information in a dynamic digital model of an aging brain. The goal ? A better understanding  and, ultimately, predict how the disease develops itself; what are the anatomical but also the metabolic changes of an affected brain."
    },
    {
        "id": 22,
		"title": "Alliance between Facebook and Microsoft for machine learning",
        "theme": "#TECH",
        "author": "Le Monde Informatique", 
        "source": "Le Monde Informatique", 
        "link": "http://www.lemondeinformatique.fr/actualites/lire-facebook-et-microsoft-s-allient-dans-l-apprentissage-machine-69321.html", 
        "date": "09/11/2017", 
        "summary": "The most important things in software engineering is to have open source, tested and approved tools to rely on. Microsoft and Facebook made together an open file format to share machine learning models easily between ML Frameworks callex Onnx (for Open Neural Network Exchange). \n Most of the biggest frameworks already support this format natively."
    },
    {
        "id": 23,
		"title": "Mozilla is Expanding the Foundations of the Open Web",
        "theme": "#TECH #OPENSOURCE",
        "author": "Mozilla", 
        "source": "Mozilla", 
        "link": "https://research.mozilla.org/machine-learning/", 
        "date": "Summer 2017", 
        "summary": "To perform a good speech recognition, machine learning algorithm need a lot of datas. Along the years Google, Apple and Amazon accumulated a lot of voice data. In the open source world, those data are inaccessible because they are private. Mozilla created this project to accumulate data in an open and free repository to permit people to build machine learning algorithm for speech recognition. \n This is linked to W3C standard for voice recognition integration in HTML5. People will be able to train their algorithm to improve the voice recognition results of Web Speech API."
    },
    {
        "id": 24,
		"title": "AI and generative art",
        "theme": "#ART",
        "author": "Makery", 
        "source": "Makery", 
        "link": "http://www.makery.info/2017/04/25/intelligence-artificielle-top-10-des-protos-a-suivre/", 
        "date": "04/25/2017", 
        "summary": "Many developers and artists tried to use machine learning and IA to generate images like fake cities map, transform ugly sketches in beautiful paint… Community use Machine learning and IA to sort images by category, recognize humans in a pictures, finding the most corresponding icon for a free hand draw. This is mostly exercises to develop next generation of machine learning algorithm and models."
    },
    {
        "id": 25,
		"title": "AI and generative art",
        "theme": "#CULTURE #HISTORY",
        "author": "Arstechnica", 
        "source": "Arstechnica", 
        "link": "https://arstechnica.com/science/2018/04/machine-learning-says-homo-naledi-may-not-have-buried-its-dead/", 
        "date": "04/06/18", 
        "summary": "Archeologists are trying to find out when did humans starts to bury its dead. To solve this mystery, they studied the remains of Neanderthal. With the use of an algorithm, they analyzed bones found in Israel, Spain and South Africa, dated between 300.000 and 600.000 years old. By comparing them to more recent burials sites, the algorithms asserted they were not graves. Eventually, archaeologists still don’t know if Neanderthal did bury its dead, even if Machine Learning algorithms say it did not."
    },
    {
        "id": 26,
		"title": "Google Art Palette",
        "theme": "#ART #CULTURE",
        "author": "Huffington Post", 
        "source": "Huffington Post", 
        "link": "https://www.huffingtonpost.fr/2018/03/07/donnez-les-couleurs-de-votre-deco-google-trouve-le-tableau-qui-saccorde-parfaitement_a_23379094/", 
        "date": "03/07/2018", 
        "summary": "Google introduces Art Palette, a software developed to find out which piece of art would look good in your home. With a set of color, or a picture of your room, the algorithms gives you the artwork that matches with your style."
    },
    {
        "id": 27,
		"title": "How algorithms can prevent suicide",
        "theme": "#CULTURE #HISTORY",
        "author": "Juliette Demey", 
        "source": "Juliette Demey", 
        "link": "https://arstechnica.com/science/2018/04/machine-learning-says-homo-naledi-may-not-have-buried-its-dead/", 
        "date": "04/06/18", 
        "summary": "Archeologists are trying to find out when did humans starts to bury its dead. To solve this mystery, they studied the remains of Neanderthal. With the use of an algorithm, they analyzed bones found in Israel, Spain and South Africa, dated between 300.000 and 600.000 years old. \n By comparing them to more recent burials sites, the algorithms asserted they were not graves. \n Eventually, archaeologists still don’t know if Neanderthal did bury its dead, even if Machine Learning algorithms say it did not."
    },
    {
        "id": 28,
		"title": "Google launches “Learn With Google AI” to teach machine learning",
        "theme": "#TECH",
        "author": "Les numériques", 
        "source": "Les numériques", 
        "link": "https://www.lesnumeriques.com/vie-du-net/google-lance-plateforme-pour-enseigner-machine-learning-ia-n72051.html", 
        "date": "03/03/18", 
        "summary": "Google is looking to make AI and machine learning more accessible to more people with its new Learn with Google AI website. \n Google has been pursuing AI education for a while, now, Google envisions the Learn with Google AI site serving as a repository for machine learning and AI, and it’s meant to be a hub for anyone looking to learn about core machine learning concepts, from researchers looking for advanced tutorials to beginners. \n Google is making machine learning available to everyone through this website, providing exercises, interactive visualizations, and instructional videos to help teach machine learning concepts. \n The course is listed as roughly 15 hours, with interactive lessons, lectures from Google researchers, and over 40 exercises included. It’s designed for newcomers with no machine learning experience whatsoever, although Google does recommend that course takers have a mastery of intro-level algebra and some proficiency in programming basics and Python."
    },
    {
        "id": 29,
		"title": "Google puts machine learning in its ads",
        "theme": "#ADS #TECH",
        "author": "Le monde informatique", 
        "source": "Le monde informatique", 
        "link": "https://www.lemondeinformatique.fr/actualites/lire-google-met-du-machine-learning-dans-adsense-70948.html",
        "date": "02/21/2018", 
        "description": "Ceci est une toute petite description de l'article", 
        "summary": "The advertisements provided by the AdSense service to monetize websites will be more effective and more rewarding with the contribution of machine learning. This is what Google promises with the general availability of AdSense Auto ads, in beta since spring 2017. The use of machine learning should allow advertisements to be displayed on a site only when they are likely to have an impact on its visitors and fit well into their user experience. This automatic placement mode identifies each available space in order to not miss out new ads that could potentially increase monetization."
    },
    {
        "id": 30,
		"title": "Google use Machine learning to write articles on Wikipedia",
        "theme": "#CULTURE #EDUCATION #SOCIETY",
        "author": "Katyanna Quach", 
        "source": "Katyanna Quach", 
        "link": "https://www.theregister.co.uk/2018/02/15/google_brain_ai_wikipedia/", 
        "date": "02/19/2018", 
        "summary": "Researchers from Google are teaching bots to aggregate information so as to write Wikipedia pages. This intelligence works as a summary that extracts the first 10 web pages of a selected topic, then the software will identify relevant information on the subject and organize them to create an new article. The algorithm does not create original texts. It reduces the existing texts into shorter sentences."
    },
    {
        "id": 31,
		"title": "Machine learning babies ?",
        "theme": "#SCIENCE #HEALTH",
        "author": "Venture beat", 
        "source": "Venture beat", 
        "link": "https://venturebeat.com/2018/02/06/univfy-raises-6-million-to-better-predict-ivf-success-rates-using-machine-learning/", 
        "date": "02/06/2018", 
        "summary": "Univfy raised 6 million dollar to develop its machine learning algorithm that aims to better predict In-Vitro fecondation success rate. It allows IVF center to offer refund for woman with high success chances. The algorithms analyzes location, population type and most importantly, previous IVF outcomes."
    },
]